Tekla Open API Reference for Tekla Structures 2025
FormingStates Methods
The FormingStates type exposes the following members.
Methods
Name | Description
Clone
 Method for cloning the current object.
Top
See Also
Reference
FormingStates Class
Tekla.Structures.Forming Namespace